<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'О нас';
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>

    <p>С древних времен рядом с человеком находились домашние животные. Изначально они нужны были для того, чтобы выполнять определенную работу: охранять жилище и помогать охотиться. В наше же время домашние животные, кроме этого, еще и могут быть источником доходов или просто любимым существом для всей семьи.</p>

    <p>Собираясь приобрести домашнее животное, не лишним будет основательно изучить его особенности и учесть все отрицательные факторы, которые могут появиться при его проживании в квартире. Так, если рыбки, грызуны или рептилии не требуют особого общения, то кошки и собаки постоянно нуждаются во внимании со стороны хозяина и требуют от него ласки. К примеру, нужно обязательно учесть то, что с собакой необходимо хотя бы дважды в день гулять, а с кошкой гулять не нужно, но она требует обязательного общения и порции ежедневной ласки. Если вы не можете обеспечить питомцам такой заботы, то нужно задуматься о действительной надобности его заведения.</p>

    <p>Существует несколько элементарных общеизвестных правил ухода за домашними животными, но если раньше в семье не было питомцев, то необходимо посоветоваться с ветеринаром или почитать специальные книги.</p>

    <p>Наше web-приложение поможет владельцам домашних животных должным образом ухаживать и следить за здоровьем домашних животных. Приложение предоставит информацию об уходе за питомцем, его правильном воспитании, периоде вакцинации и плановых осмотрах у специалиста.</p>

    <code><?= __FILE__ ?></code>
</div>
